Repository: Khezri6472/glasswingsdoor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Search for the product name, brand or category you are looking for…
fa: نام کالا یا دسته بندی مورد نظر خود را جستجو کنید ...

source: User Account
fa: حساب کاربری

source: Profile
fa: پروفایل

source: Messages
fa: پیغام ها

source: Edit Account
fa: ویرایش حساب کاربر

source: Log Out
fa: خروج

source: Home
fa: صفحه اصلی

source: Product Categories
fa: دسته بندی محصولات

source: Operator
fa: اپراتور

source: Oprator
fa: اپراتور

source: Oprator Sliding
fa: اپراتور اسلایدینگ

source: Oprator Telescopy One Side
fa: اپراتور تلسکوپی یکطرفه

source: Oprator Telescopy Tow Side
fa: اپراتور تلسکوپی دوطرفه

source: Oprator Subcategory
fa: زیرمجموعه اپراتور

source: Motor
fa: موتور

source: Electronic Eye
fa: چشم الکترونیکی

source: Electronic Board
fa: برد الکترونیکی

source: Belt
fa: تسمه

source: Hanger Pack
fa: هنگرپک

source: Plastic Part
fa: پلاستیک پارت

source: Access Control
fa: اکسس کنترل

source: Motor Pulley
fa: فولی موتور

source: Motor Stand
fa: پایه موتور

source: Battery
fa: باتری

source: Lock
fa: قفل

source: Slat
fa: لـــت

source: Slat Frame 3/5 * 7/5
fa: لت فریم 7/5 * 6

source: Slat Frame 6 * 7/5
fa: لت فریم 6 * 3/5

source: Slat Frame 3/5 * 6
fa: لت فریم 6 * 3/5

source: Slat Frame 6 * 6
fa: لت فریم 6 * 6

source: Partition Slat
fa: لت پارتیشنی

source: Steel Slat 3/5 * 7/5
fa: لت فریم 7/5 * 3/5 استیل

source: Steel Slat 6 * 7/5
fa: لت فریم 7/5 * 6 استیل

source: Slat Frame 3/5 * 7/5 eco
fa: لت فریم 7/5 * 3/5 eco

source: Slat Frame 6 * 7/5 eco
fa: لت فریم 7/5 * 6 eco

source: Cover
fa: کاور

source: Aisan Cover
fa: کاور آیسان

source: Facade Cover 16 cm
fa: کاورنما 16 سانتی

source: Facade Cover 13 cm
fa: کاورنما 13سانتی

source: Cover Labeli
fa: کاورنما لابلی

source: Manual Rail Cover
fa: کاور ریلی دستی

source: Pasar
fa: پاسار

source: Pasar 3 sm
fa: پاسار 3 سانتی

source: Pasar 3 sm 2 Pices
fa: پاسار 3 سانتی 2 تکه

source: Pasar 5 sm Pafili
fa: پاسار 5 سانتی پافیلی

source: Pasar 7 sm Pafili
fa: پاسار 7 سانتی پافیلی

source: Pasar 6 sm 2 Pices
fa: پاسار 6 سانتی 2 تکه

source: Pasar egse
fa: پاسار تخم مرغی

source: Rail
fa: ریل

source: Medium Handrail
fa: ریل دستی متوسط

source: Heavy Handrail
fa: ریل دستی سنگین

source: Labeli Rail
fa: ریل لابلی

source: Aisan Rail
fa: ریل آیسان

source: Baby Rail
fa: بچه ریل

source: Mashhad Rail
fa: ریل مشهد

source: Light Handrail
fa: ریل دستی سبک

source: Midline Mouth
fa: وسط دهنه

source: Midline Mouth 3.5 cm
fa: وسط دهنه 3.5 سانتی

source: Midline Mouth 6 cm
fa: وسط دهنه 6 سانتی

source: Sections
fa: مقاطع

source: Vertical Sections
fa: فریم عمودی

source: Vertical Sections 3/5
fa: فریم عمودی 3/5

source: Vertical Sections 3/5 eco
fa: فریم عمودی 3/5 eco

source: Vertical Sections 6 eco
fa: فریم عمودی 6 eco

source: Horizontal Sections
fa: فریم افقی

source: Horizontal Sections 7/5
fa: فریم افقی 7/5

source: Horizontal Sections 7/5 eco
fa: فریم افقی 7/5 eco

source: Horizontal Sections 6
fa: فریم افقی 6

source: U Sections
fa: فریم یو

source: U Sections eco
fa: فریم یو eco

source: Partition Sections
fa: فریم پارتیشنی

source: Cap
fa: درپوش

source: Cap eco
fa: درپوش eco

source: Cross Section
fa: سطح مقطع

source: Fitting
fa: یراق آلات

source: Hinge
fa: لولا

source: Handle
fa: دستگیره

source: Pulley
fa: فولی

source: Fasten
fa: بست

source: Spigot Stand
fa: پایه اسپیگات

source: Sealant
fa: درزگیر

source: Coating
fa: روکش

source: Washer
fa: واشر

source: ُStop
fa: استوپ

source: Bumper
fa: ضربه گیر

source: EOprator Telescopy Tow Side
fa: اپراتور تلسکوپی دوطرفه

source: Glass
fa: شیشه

source: Laminet
fa: لمینت

source: Blog
fa: وبلاگ

source: Contact Us
fa: تماس با ما

source: About Us
fa: درباره ما

source: Shopping Cart
fa: سبد خرید

source: View Shopping Cart
fa: مشاهده سبد خرید

source: Total Amount
fa: مبلع قابل پرداخت

source: Check Out
fa: ثبت سفارش

source: Search ...
fa: جستجو ...

source: Vertical Section
fa: فریم عمودی

source: Vertical Section 3/5
fa: فریم عمودی 3/5

source: Vertical Section 3/5 eco
fa: فریم عمودی 3/5 eco

source: Vertical Section 6 eco
fa: فریم عمودی 6 eco

source: Back to top
fa: بازگشت به بالا

source: Best Sellers
fa: پرفروش‌ترین‌ها

source: View All
fa: مشاهده همه

source: Top Rated
fa: بیشترین امتیاز

source: New Products
fa: محصولات جدید
